{
    "39thViewMorning.JPG": [
        "Morning View From The 39th Floor",
        "November 16th, 2023",
        "The view in the morning from the 39th floor of the Comcast Technology Center building. The window has a type of film on it, so the view is a little obstructed. It gives the photo a unique look though. You are able to see 30th Street Station and the Philadelphia Mueseum of Art from here, but I only captured the station."
    ],
    "39thViewSunset.JPG": [
        "Night View From The 39th Floor",
        "November 16th, 2023",
        "The view during sunset from the 39th floor of the Comcast Technology Center. The photo came out blurry and the window caused a reflection, but I like how it came out. It reminds me of oil paintings if that makes sense."
    ],
    "39thViewEast.JPG": [
        "East View From The 39th Floor",
        "November 29th, 2023",
        "The view from the east side of the Comcast Technology Center. You are able to see City Hall from here. The William Penn statue overlooks the northeast parts of the city."
    ],
    "SuburbanHall.JPG": [
        "Hallway Under Arch Street Presbyterian Church",
        "November 29th, 2023",
        "The hallway connecting the Comcast Technology Center, the Concourse, and Suburban Square. It wraps around the church above as to not disturb the historic building."
    ],
    "SuburbanMurals.JPG": [
        "Suburban Square Murals",
        "November 30th, 2023",
        "Murals in Suburban Square. They depict day turning to night as the bright colors become darker along with the Moon rising. Around the corner is the mural containing the Sun."
    ],
    "SuburbanPhones.JPG": [
        "Suburban Square Payphones",
        "November 30th, 2023",
        "A pair of payphones off the beaten path in Suburban Square. I'm surprised they are still intact. I've come across a few payphone stands in Philadelphia where the payphones were removed. These payphones are a reminder of simpler times when mobile phones were less accessible."
    ],
    "ShanahanCross.JPG": [
        "Bishop Shanahan Cross",
        "December 2nd, 2023",
        "The cross statue that stands outside my high school. I attended the Christmas craft fair they hold every year. It was the first time I was back inside my high school since my senior year was cut short in 2020. Seeing the halls look mostly the same was surreal."
    ],
    "WesttownFair1.JPG": [
        "Westtown School Craft Fair Wide Shot",
        "December 2nd, 2023",
        "I attended Westtown School's Christmas craft fair on the same day as Shanahan's. I was able to take this shot overlooking the whole fair."
    ],
    "WesttownFair2.JPG": [
        "Westtown School Craft Fair Vertical Shot",
        "December 2nd, 2023",
        "A vertical shot of Westtown School's Christmas craft fair."
    ],
    "WesttownLogo.JPG": [
        "Westtown School Logo Statue",
        "December 2nd, 2023",
        "A statue of Westtown School's logo outside their athletic center."
    ],
    "WesttownSchool.JPG": [
        "Westtown School Buildings",
        "December 2nd, 2023",
        "A shot of Westtown School's student center and communications building."
    ],
    "WesttownChair.JPG": [
        "Westtown School Large Chair",
        "December 2nd, 2023",
        "Westtown School's large chair. I'm not sure if I could have, but I regret not sitting in it."
    ],
    "WesttownWalk.JPG": [
        "Westtown School Walk",
        "December 2nd, 2023",
        "A shot of one of Westtown School's walkways. Their campus is very scenic and open."
    ],
    "WesttownBench.JPG": [
        "Westtown School Bench",
        "December 2nd, 2023",
        "One of the many benches at Westtown School."
    ],
    "WesttownBookShare.JPG": [
        "Westtown School Book Share",
        "December 2nd, 2023",
        "A free book share station at Westtown School run by Free Little Library. I always enjoy finding these. I think it's a great way to explore new topics and share your interests with your community via reading."
    ]
}